---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotCopyElevationArrow
source: html/c8408bd5-013f-a5e6-d2b3-0c0bd2f5802b.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotCopyElevationArrow Property

To duplicate Elevations, copy the elevation symbol in a plan view.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCopyElevationArrow { get; }
```